<HTML>
<HEAD>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <META NAME="Generator" CONTENT="Lotus Word Pro">
   <META NAME="GENERATOR" CONTENT="Mozilla/4.01 [en] (Win95; I) [Netscape]">
   <META NAME="Author" CONTENT="Eivind Gussiås Løkseth">
   <TITLE>Fargestoffer i gr&oslash;nne planter</TITLE>
</HEAD>
<BODY BGCOLOR="#FFFFFF">

<H2>
Fargestoffer i gr&oslash;nne planter</H2>

<UL>
<H3>
Finne ut hvilke fargestoffer klorofyllet i platal&oslash;nna har</H3>
</UL>

<H4>
Utstyr:</H4>

<UL type=disc>
<LI>
Reagensglass</LI>

<LI>
Dr&aring;peteller</LI>

<LI>
H&aring;rt&oslash;rrer</LI>

<LI>
Kromatograferingspapir</LI>

<LI>
Heksan</LI>

<LI>
Aceton</LI>
</UL>
Vi satte 15-20 dr&aring;per klorofyll p&aring; ett punkt ca. 3 cm fra enden
p&aring; papiret, og t&oslash;rket hver dr&aring;pe med h&aring;rt&oslash;rreren.
S&aring; fylte vi reagensglasset ca. 2 cm med aceton, og satte papirremsen
oppi v&aelig;sken, slik at den kunne trekke opp over flekken med klorofyll.
<CENTER><IMG SRC="35310e3a.jpg"  ALIGN=BOTTOM></CENTER>


<P>Etterhvert som v&aelig;sken trekker oppover, setter den av forskjellige
farger. De to f&oslash;rste er gr&oslash;nne og den &oslash;verste er gul.
Grunnen til de forskjellige fargene er at klorofyllet inneholder forskjellige
molekyler, med forskjellig struktur, form og st&oslash;rrelse. Dette gj&oslash;r
at enkelte molekyler f&oslash;ller v&aelig;sken lengre oppover enn andre.
Hvis vi m&aring;ler avstandene fra klorofyllflekken og til de forkjellige
fargefrontene og v&aelig;skefronten f&aring;r vi f&oslash;lgende resultat:
<BR>&nbsp;
<TABLE BORDER CELLSPACING=0 CELLPADDING=3 >
<TR>
<TD ALIGN=LEFT VALIGN=TOP WIDTH="128">V&aelig;skefront</TD>

<TD ALIGN=LEFT VALIGN=TOP WIDTH="76">5 cm (A cm)</TD>

<TD ALIGN=LEFT VALIGN=TOP WIDTH="80"></TD>
</TR>

<TR>
<TD ALIGN=LEFT VALIGN=TOP>Gul</TD>

<TD ALIGN=LEFT VALIGN=TOP>4 cm (B cm)</TD>

<TD ALIGN=LEFT VALIGN=TOP>B/A = 0,8 cm</TD>
</TR>

<TR>
<TD ALIGN=LEFT VALIGN=TOP>Bl&aring;-gr&oslash;nn (klorofyll a)</TD>

<TD ALIGN=LEFT VALIGN=TOP>3 cm (C cm)</TD>

<TD ALIGN=LEFT VALIGN=TOP>C/A = 0,6 cm</TD>
</TR>

<TR>
<TD ALIGN=LEFT VALIGN=TOP>Gr&oslash;nn (klorofyll b)</TD>

<TD ALIGN=LEFT VALIGN=TOP>2 cm (D cm)</TD>

<TD ALIGN=LEFT VALIGN=TOP>D/A = 0,4 cm</TD>
</TR>
</TABLE>


<P>Innholdet i h&oslash;yre kolonne er konstanter, som senere kan brukes
til &aring; definere molekylene i et klorofyll.

<P>Det er minst to forskjellige fargestoffer i klorofyll, gule og gr&oslash;nne.
Et blad fra platanl&oslash;nn inneholder to gule fargestoffer som vi ikke
ser p&aring; bladet, og to forskjellige klorofyll (de gr&oslash;nne fargene).
</BODY>
</HTML>
