<html>
<head><title>Volumkontroll v2.2</title></head>
<body bgcolor=#0063ff text=#ffff00 background="bakgr.jpg" link=#ffff00 vlink=#00ff00 alink=#00ff00>
<center><font face=arial><h1><b>Volumkontroll v2.2</b></h1></font><p>
<img src="bar.gif" width="600" height="6"></center><p><p>
<table width=100%>
<tr>
<td width=5%></td>
<td width=386 align=center><img src="volum2.gif" width=70 height=768 alt="Volumkontroll v2.2"></td>
<td valign=top><ul><h4>Volumkontroll 2.2 er et hendig program til &aring;
justere lyden p&aring; de forskjellige lydkanalene wave, midi, CD-audio
osv. Muligens virker dette programmet kun med Sound Blaster 16 lydkort
(?); jeg har ikke testet det p&aring; andre kort. (Mail meg gjerne dersom
DU tester det p&aring; et annet kort.) Du kan fortsatt bruke den vanlige
lydkontrollen etter at du har installert denne. Les mer i Readme 1st.txt
etter at du har lastet det ned.<p>
Det som er s&aring; hendig med denne volumkontrollen
er at du hele tiden har den til venstre p&aring; skjermen, men bare &eacute;n
pixel av programvinduet er synlig n&aring;r du ikke holder p&aring; &aring;
justere lyden. Kontrollen ruller inn og ut av venstre kant p&aring; skjermen
etter samme prinsipp som Win95/98-linja. (Bare at her m&aring; du klikke f&aring;r
&aring; f&aring; den frem.) Det anbefales &aring; legge en <font color=#00ff00>SNARVEI</font> til
programmet i mappen "Oppstart" p&aring; startmenyen. (OBS! Dersom du KOPIERER
eller FLYTTER programfilen til denne mappen vil det ikke finne n&oslash;dvendige
filer, som f.eks. skins og div. innstillinger.)<p>
Mulighet for egne "skins" er ogs&aring; lagt
inn. Skin er kjent fra WinAmp og vil si "utseendet p&aring; programmet".
Tre skins medf&oslash;lger, to av dem har du allerede sett. (Det anbefales ikke &aring; redigere originale skins.)
For info om nye skins, les Readme 1st.txt i zip-filen.<p>
Volumkontroll 2.2 kan v&aelig;re verdt &aring;
pr&oslash;ve! Se ellers etter ny versjon p&aring; denne siden.
<p>Størrelse: 0,9 MB  (zip-fil: 99 kB)<p><br><p><br><p><br><p>
<center><table width=80%>
<tr>
<td width=16%></td>
<td width=16%><a href="volum.zip"><h4>Last ned</h4></a></td>
<td width=16%></td>
<td width=16%><a href="sopno.htm" target="hoved"><h4>Tilbake</h4></a></td>
<td width=16%></td>
</tr>
</table></center>
</h4></td>
<td width=5%></td>
</tr>
</table>
</body>
</html>